<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created by Wolfram Mathematica 8.0 : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  Untitled
 </title>
 <link href="HTMLFiles/FlyingWithABedSheet.css" rel="stylesheet" type="text/css" />
</head>

<body>

<p class="Section">
 Can We Survive By Flying Down The Building With A Bed Sheet?
</p>



<p class="Text">
 Here is the thing, I don&rsquo;t know exactly how to calculate the resistance of a bed sheet. So EVERYTHING I do here is just approximation.
</p>



<p class="Text">
 &#19968;&#20010;&#29289;&#20307;&#38477;&#33853;&#30340;&#26102;&#20505;&#21463;&#21040;&#30340;&#31354;&#27668;&#38459;&#21147;&#65288;&#22312;&#36895;&#24230;&#27604;&#36739;&#24555;&#30340;&#26102;&#20505;&#65289;&#21487;&#20197;&#29992; <span><span><img src="HTMLFiles/FlyingWithABedSheet_1.gif" alt="FlyingWithABedSheet_1.gif" width="101" height="34" style="vertical-align:middle" /></span></span>&#26469;&#20272;&#31639;&#12290;&#20854;&#20013; <span><span><img src="HTMLFiles/FlyingWithABedSheet_2.gif" alt="FlyingWithABedSheet_2.gif" width="24" height="16" style="vertical-align:middle" /></span></span>&#26159;&#31354;&#27668;&#23494;&#24230;&#65292;&#22823;&#32422;&#20026; 1.22 kg/m^3&#65292; <span><span><img src="HTMLFiles/FlyingWithABedSheet_3.gif" alt="FlyingWithABedSheet_3.gif" width="19" height="18" style="vertical-align:middle" /></span></span>&#26159;&#29992;&#26469;&#34920;&#24449;&#29289;&#20307;&#24418;&#29366;&#30340;&#19968;&#20010;&#31995;&#25968;&#65292;&#38477;&#33853;&#20254;&#30340;&#35805;&#26159;&#22823;&#33268;&#21462; 0.75&#65292;&#22240;&#20026;&#38477;&#33853;&#20254;&#23454;&#38469;&#19978;&#26377;&#25928;&#30340;&#25237;&#24433;&#38754;&#31215;&#20056;&#19978;&#38477;&#33853;&#20254;&#24418;&#29366;&#24102;&#26469;&#30340;&#22240;&#32032;&#24046;&#19981;&#22810;&#26159;&#36825;&#20010;&#20540;&#65292;&#20294;&#26159;&#25105;&#20204;&#30340;&#24202;&#21333;&#21487;&#33021;&#26159;&#38656;&#35201;&#21462;&#22312; 0.6~0.8&#20043;&#38388;&#65292;&#20855;&#20307;&#24773;&#20917;&#38656;&#35201;&#19968;&#20123;&#26356;&#35814;&#32454;&#30340;&#25512;&#23548;&#12290;A&#26159;&#24202;&#21333;&#30340;&#38754;&#31215;&#65292;&#23637;&#24320;&#38754;&#31215;&#12290;
</p>



<p class="Text">
 &#20294;&#26159;&#36895;&#24230;&#27604;&#36739;&#23567;&#30340;&#26102;&#20505;&#65292;&#29289;&#20307;&#19979;&#33853;&#30340;&#26102;&#20505;&#31354;&#27668;&#38459;&#21147;&#21487;&#20197;&#29992;&nbsp;&nbsp;<span><em>b</em><em> </em><em>A</em><em> </em><em>v</em></span> &#26469;&#35745;&#31639;&#65292;&#24182;&#19988;&#25105;&#20204;&#26377;&#65306;<br />&#26426;&#32764;&#37027;&#31181;&#24418;&#29366;&#30340; 0.2&#65292;&#29699;&#24418;&#30340; 0.5&#65292;&#24179;&#26495;&#26159;1.28
</p>



<p class="Text">
 &#21482;&#26159;&#25243;&#30742;&#24341;&#29577;&#65292;&#25105;&#32473;&#19968;&#20010;&#22823;&#33268;&#30340;&#19979;&#33853;&#36895;&#24230;&#33539;&#22260;&#21543;&#12290;&#20551;&#23450;&#20307;&#37325;&#26159; 50kg&#12290;
</p>



<p class="Subsubsection">
 &#20351;&#29992;&#36895;&#24230;&#24179;&#26041;&#30340;&#24418;&#24335;&#65288;&#23545;&#20110;&#39640;&#36895;&#24773;&#20917;&#26356;&#20934;&#30830;&#20123;&#65289;
</p>



<p class="Text">
 &#22914;&#26524;&#19979;&#33853;&#30340;&#36317;&#31163;&#24456;&#36828;&#65292;&#19979;&#33853;&#32456;&#23558;&#36798;&#21040;&#31283;&#23450;&#36895;&#24230;&#12290;&#25105;&#20204;&#20808;&#26469;&#30475;&#30475;&#36825;&#20010;&#26368;&#32456;&#30340;&#31283;&#23450;&#36895;&#24230;&#20250;&#26159;&#22810;&#23569;&#12290;
</p>



<p class="Text">
 &#22914;&#26524;&#21462; Cd=0.5
</p>



<p class="CellLabel">
 In[233]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_4.gif" alt="FlyingWithABedSheet_4.gif" width="302" height="46" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22914;&#26524;&#21462; Cd=1
</p>



<p class="CellLabel">
 In[234]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_5.gif" alt="FlyingWithABedSheet_5.gif" width="307" height="46" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22914;&#26524;&#21462; Cd=0.75
</p>



<p class="CellLabel">
 In[235]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_6.gif" alt="FlyingWithABedSheet_6.gif" width="295" height="46" style="vertical-align:middle" />
</p>

<p class="Text">
 &#36825;&#26679;&#25105;&#20204;&#23601;&#21487;&#20197;&#35745;&#31639;&#20102;&#12290;
</p>



<p class="CellLabel">
 In[236]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_7.gif" alt="FlyingWithABedSheet_7.gif" width="1022" height="65" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[236]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_8.gif" alt="FlyingWithABedSheet_8.gif" width="600" height="382" style="vertical-align:middle" />
</p>

<p class="Text">
 &#22522;&#26412;&#19978;&#65292;&#29992;&#21333;&#20154;&#24202;&#30340;&#24202;&#21333;&#65292;&#24448;&#26368;&#22909;&#30340;&#24773;&#20917;&#24819;&#65292;&#24202;&#21333;&#27809;&#26377;&#24367;&#26354;&#65292;2*2 &#24179;&#26041;&#31859;&#36825;&#20040;&#22823;&#30340;&#65292;&#33853;&#22320;&#21518;&#30340;&#36895;&#24230;&#22312;&#21313;&#20960;&#31859;&#27599;&#31186;&#36825;&#26679;&#12290;&#36825;&#27604;&#34987;&#20116;&#20845;&#21313;&#21315;&#31859;&#27599;&#23567;&#26102;&#30340;&#36710;&#25758;&#36824;&#20005;&#37325;&#12290;
</p>



<p class="Text">
 &#19978;&#38754;&#36825;&#21482;&#26159;&#32473;&#22823;&#23478;&#30475;&#30475;&#65292;&#19979;&#38754;&#25105;&#20204;&#35201;&#20855;&#20307;&#30340;&#35745;&#31639;&#19968;&#19979;&#12290;&#20026;&#20160;&#20040;&#35201;&#35745;&#31639;&#19968;&#19979;&#21602;&#65292;&#22240;&#20026;&#23454;&#38469;&#19978;&#25105;&#20204;&#19978;&#38754;&#32473;&#20986;&#30340;&#26159;&#24456;&#20037;&#20043;&#21518;&#30340;&#36895;&#24230;&#65292;&#19968;&#33324;&#26159;&#21313;&#20960;&#65292;&#20960;&#21313;&#31186;&#20043;&#21518;&#25165;&#33021;&#36798;&#21040;&#36825;&#26679;&#30340;&#36895;&#24230;&#12290;&#20294;&#26159;&#25105;&#20204;&#36339;&#27004;&#30340;&#26102;&#20505;&#65292;&#22522;&#26412;&#19978;&#22312;&#20004;&#31186;&#20869;&#23436;&#25104;&#20102;&hellip;&hellip;
</p>



<p class="Text">
 &#25105;&#20204;&#21487;&#20197;&#30452;&#25509;&#25226;&#36895;&#24230;&#35299;&#20986;&#26469;&#12290;
</p>



<p class="CellLabel">
 In[350]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_9.gif" alt="FlyingWithABedSheet_9.gif" width="933" height="40" style="vertical-align:middle" />
</p>

<p class="Message">
 <img src="HTMLFiles/FlyingWithABedSheet_10.gif" alt="FlyingWithABedSheet_10.gif" width="905" height="16" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[350]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_11.gif" alt="FlyingWithABedSheet_11.gif" width="270" height="54" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 In[351]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_12.gif" alt="FlyingWithABedSheet_12.gif" width="443" height="15" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[351]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_13.gif" alt="FlyingWithABedSheet_13.gif" width="292" height="47" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 In[354]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_14.gif" alt="FlyingWithABedSheet_14.gif" width="635" height="15" style="vertical-align:middle" />
</p>

<p class="Message">
 <img src="HTMLFiles/FlyingWithABedSheet_15.gif" alt="FlyingWithABedSheet_15.gif" width="905" height="16" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[354]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_16.gif" alt="FlyingWithABedSheet_16.gif" width="323" height="53" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 In[355]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_17.gif" alt="FlyingWithABedSheet_17.gif" width="137" height="15" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[355]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_18.gif" alt="FlyingWithABedSheet_18.gif" width="56" height="15" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 In[356]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_19.gif" alt="FlyingWithABedSheet_19.gif" width="77" height="29" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[356]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_20.gif" alt="FlyingWithABedSheet_20.gif" width="56" height="15" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 In[361]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_21.gif" alt="FlyingWithABedSheet_21.gif" width="572" height="15" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[361]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_22.gif" alt="FlyingWithABedSheet_22.gif" width="387" height="53" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 In[365]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_23.gif" alt="FlyingWithABedSheet_23.gif" width="146" height="15" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[365]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_24.gif" alt="FlyingWithABedSheet_24.gif" width="57" height="15" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 In[366]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_25.gif" alt="FlyingWithABedSheet_25.gif" width="1099" height="105" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[366]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_26.gif" alt="Graphics:" width="600" height="414" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20174;&#19978;&#21040;&#19979;&#65292;&#20998;&#21035;&#26159;&#38754;&#31215;&#20026;1&#65292;2&#65292;4&#65292;9&#65292;16&#30340;&#24773;&#20917;&#65292;&#36825;&#37324;&#36817;&#20284;&#35748;&#20026;&#20351;&#29992;&#24202;&#21333;&#26159; Cd=0.7&#12290;&#26368;&#19978;&#38754;&#37027;&#26465;&#40644;&#32447;&#26159;&#33258;&#30001;&#33853;&#20307;&hellip;&hellip;
</p>



<p class="Text">
 &#36825;&#26679;&#30475;&#26469;&#65292;&#22522;&#26412;&#19978;&#65292;&#22914;&#26524;&#24202;&#21333;&#38754;&#31215;&#36798;&#21040;&#20102;16&#24179;&#31859;&#65292;&#37027;&#23601;&#38382;&#39064;&#19981;&#22823;&#20102;&#65292;&#20174;&#21738;&#37324;&#36339;&#19979;&#26469;&#37117;&#36824;&#31639;&#23433;&#20840;&#12290;&#19981;&#36807;&#24819;&#24819;&#37027;&#24471;&#22810;&#22823;&#30340;&#24202;&#21333;&hellip;&hellip;<br />&#23545;&#20110;9&#24179;&#31859;&#30340;&#24202;&#21333;&#65292;&#20063;&#36824;&#21487;&#20197;&#65292;&#30475;&#27224;&#33394;&#30340;&#32447;&#65292;&#38382;&#39064;&#20063;&#19981;&#22823;&#65292;&#26368;&#22810; 10 m/s &#30340;&#26679;&#23376;&#65292;&#23039;&#21183;&#27491;&#30830;&#20284;&#20046;&#20063;&#19981;&#20250;&#24456;&#33268;&#21629;&#65292;&#23601;&#20687;&#30334;&#31859;&#20914;&#21050;&#30340;&#36895;&#24230;&#25758;&#22681;&#65292;&#21780;&#65292;&#22909;&#30140;&#12290;
</p>



<p class="Text">
 &#32780;&#23545;&#20110;&#25105;&#20204;&#30340;&#27491;&#24120;&#30340;&#24202;&#21333;&#65292; &#38754;&#31215;&#26368;&#22823;&#22312;4&#24179;&#31859;&#24038;&#21491;&#65292;&#30475;&#32511;&#33394;&#30340;&#32447;&#65292;&#22312;20&#31859;&#24038;&#21491;&#30340;&#39640;&#24230;&#30340;&#27004;&#25151;&#19978;&#36339;&#19979;&#26469;&#65292;&#20250;&#36798;&#21040;17&#31859;&#27599;&#31186;&#65292;&#36825;&#26679;&#24456;&#21361;&#38505;&#20102;&#65292;&#19981;&#36807;&#24635;&#27604;&#27809;&#26377;&#24202;&#21333;&#22909;&#65292;&#22240;&#20026;&#27809;&#26377;&#24202;&#21333;&#20250;&#36798;&#21040; 20 m/s&#12290;
</p>



<p class="Text">
 &#22914;&#26524;&#24202;&#21333;&#30340;&#38754;&#31215;&#22312; 2 &#24179;&#31859;&#24038;&#21491;&#65288;1*2&#65292;&#21333;&#20154;&#24202;&#30340;&#21508;&#20301;&#65289;&#65292;&#36825;&#26102;&#20877;&#36339;&#23601;&#21361;&#38505;&#20102;&#65292;&#22914;&#26524;&#25151;&#23376;&#36275;&#22815;&#39640;&#65292;&#20363;&#22914;&#36798;&#21040;&#20102;50&#31859;&#30340;&#39640;&#24230;&#65292;&#26368;&#21518;&#36895;&#24230;&#21487;&#20197;&#36798;&#21040;25&#31859;&#27599;&#31186;&#65292;&#27604;&#34987;90&#22810;&#21315;&#31859;&#27599;&#23567;&#26102;&#30340;&#36710;&#25758;&#36824;&#21385;&#23475;&#12290;&#24403;&#28982;&#25105;&#20204;&#30340;&#25151;&#23376;&#22823;&#22810;&#27599;&#37027;&#20040;&#39640;&#65292;&#20363;&#22914;&#22312;20&#31859;&#39640;&#30340;&#22320;&#26041;&#36339;&#19979;&#26469;&#65292;&#37027;&#36895;&#24230;&#20063;&#20250;&#26377;18&#31859;&#27599;&#31186;&#12290;&#21361;&#38505;&#12290;
</p>



<p class="Text">
 &#36824;&#21487;&#20197;&#27880;&#24847;&#21040;&#65292;&#23545;&#20110;&#37027;&#20123;&#37027;&#20123;1&#25110;2&#24179;&#31859;&#30340;&#24202;&#21333;&#65292;&#22312;10m&#20043;&#20869;&#36339;&#27004;&#37117;&#22522;&#26412;&#19981;&#36215;&#20316;&#29992;&#65292;&#36319;&#30452;&#25509;&#36339;&#19979;&#26469;&#20063;&#24046;&#19981;&#20102;&#22810;&#23569;&#12290;
</p>



<p class="Text">
 &#32780;&#19988;&#36825;&#20123;&#26159;&#26368;&#29702;&#24819;&#30340;&#24773;&#20917;&#65292;&#20855;&#20307;&#26368;&#22823;&#25928;&#26524;&#38656;&#35201;&#25226;&#24202;&#21333;&#26368;&#22823;&#31243;&#24230;&#30340;&#23637;&#24320;&#12290;&#36825;&#19978;&#38754;&#20272;&#31639;&#30340;&#24773;&#20917;&#26159;&#35753;&#24202;&#21333;&#20687;&#38477;&#33853;&#20254;&#19968;&#26679;&#24367;&#26354;&#30340;&#26102;&#20505;&#65292;&#22914;&#26524;&#33021;&#22815;&#35753;&#24202;&#21333;&#25972;&#20010;&#24179;&#25972;&#30340;&#23637;&#24320;&#65292;&#25302;&#25341;&#25928;&#26524;&#26356;&#22909;&#20123;&#65292;&#19981;&#36807;&#36825;&#26102;&#20505;&#38656;&#35201;&#27880;&#24847;&#31283;&#23450;&#24615;&#12290;<br />&#20197;&#19978;&#25442;&#25104;&#31383;&#24088;&#21516;&#26679;&#25104;&#31435;&#65292;&#31383;&#24088;&#26356;&#22823;&#20123;&#12290;
</p>



<p class="Subsubsection">
 &#20854;&#23427;&#20307;&#37325;
</p>



<p class="Text">
 &#25105;&#20204;&#26469;&#30475;&#30475;&#30475;&#20307;&#37325;&#30340;&#24433;&#21709;&#12290;&#20026;&#20102;&#31616;&#20415;&#36215;&#35265;&#65292;&#25105;&#20204;&#20351;&#29992; Cd=0.7&#65292;A=4&#25110;9&#65288;&#31383;&#24088;&#30340;&#38754;&#31215;&#21543;&#65289;&#12290;
</p>



<p class="CellLabel">
 In[383]:=
</p>



<p class="Input">
 <img src="HTMLFiles/FlyingWithABedSheet_27.gif" alt="FlyingWithABedSheet_27.gif" width="1158" height="193" style="vertical-align:middle" />
</p>

<p class="CellLabel">
 Out[383]=
</p>



<p class="Output">
 <img src="HTMLFiles/FlyingWithABedSheet_28.gif" alt="Graphics:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2 Red:10kg,Blue:25kg,Green:50kg,Orange:70kg,Orange:100kg;Solid:4 m ,Dashed:9 m" width="989" height="654" style="vertical-align:middle" />
</p>

<p class="Text">
 &#32418;&#34013;&#32511;&#27225;&#40657;&#20998;&#21035;&#26159;&#20307;&#37325;&#20026; 10kg,25kg,50kg,70kg,100kg &#30340;&#24773;&#20917;&#12290;&#23454;&#32447;&#26159;&#31383;&#24088;&#38754;&#31215;&#20026;4&#24179;&#31859;&#65292;&#34394;&#32447;&#26159;&#31383;&#24088;&#38754;&#31215;&#20026;9&#24179;&#31859;&#12290;&#40644;&#32447;&#36824;&#26159;&#33258;&#30001;&#33853;&#20307;&#12290;
</p>



<p class="Text">
 &#20307;&#37325;&#22312;&#36825;&#37324;&#25198;&#28436;&#20102;&#24456;&#37325;&#35201;&#30340;&#35282;&#33394;&#12290;&#22914;&#26524;&#26159;&#19968;&#20010;&#23567;&#23401;&#23376;&#65292;&#20307;&#37325; 10kg&#65292;&#37027;&#20040; 9&#24179;&#31859;&#30340;&#31383;&#24088;&#29978;&#33267;&#21487;&#20197;&#35753;&#23567;&#23401;&#23376;&#20197; 5m/s &#20197;&#19979;&#30340;&#36895;&#24230;&#33853;&#22320;&#12290;&#20294;&#26159;&#22914;&#26524;&#20307;&#37325;&#36798;&#21040;&#20102; 100kg&#65292;&#37027;&#20040;&#21363;&#20415;&#26159; 9 &#24179;&#31859;&#30340;&#31383;&#24088;&#20063;&#19981;&#23433;&#20840;&#65292;&#22240;&#20026;&#36895;&#24230;&#36798;&#21040;&#20102; 15m/s &#30340;&#12290;<br />&#20854;&#23427;&#24819;&#35201;&#30693;&#36947;&#30340;&#21487;&#20197;&#20174;&#22270;&#20013;&#35835;&#20986;&#26469;&#12290;&#20294;&#24635;&#20307;&#32780;&#35328;&#65292;&#36825;&#20010;&#38382;&#39064;&#37324;&#38754;&#20307;&#37325;&#24456;&#37325;&#35201;&#65292;&#36234;&#26159;&#36731;&#30340;&#20154;&#65292;&#33853;&#22320;&#36895;&#24230;&#36234;&#23567;&#65292;&#23588;&#20854;&#26159;&#20174;&#27604;&#36739;&#39640;&#30340;&#22320;&#26041;&#36339;&#19979;&#26469;&#30340;&#26102;&#20505;&#12290;
</p>



<p class="Subsection">
 &#38459;&#21147;&#27491;&#27604;&#20110;&#36895;&#24230;
</p>



<p class="Section">
 Draft
</p>






<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/products/mathematica/" style="color:#000; text-decoration:none;">
  <img src="HTMLFiles/spikeyIcon.png" alt="Spikey" width="20" height="21" style="padding-right:2px; border:0px solid white; vertical-align:middle;" />
  <span style="color:#555555">Created with</span> Wolfram <span style="font-style: italic;">Mathematica</span> 8.0
 </a>
</div>
</body>

</html>
