<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created by Wolfram Mathematica 8.0 : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  Untitled
 </title>
 <link href="HTMLFiles/Action.css" rel="stylesheet" type="text/css" />
</head>

<body style="font-size: Floor[100 FEPrivate`If[FEPrivate`Equal[FEPrivate`$VersionNumber, 6.], 1.25, 1.25 Inherited]]%;">

<p class="Section">
 &#20316;&#29992;&#37327;
</p>



<p class="Text">
 &#25105;&#20204;&#22312;&#32463;&#20856;&#21147;&#23398;&#20013;&#23601;&#24320;&#22987;&#25509;&#35302;&#20316;&#29992;&#37327;&#20102;&#65292;&#20174;&#32463;&#20856;&#21147;&#23398;&#37324;&#38754;&#30340;&#19977;&#31181;&#34920;&#36848;&#26041;&#27861;&#65292;&#21040;&#37327;&#23376;&#21147;&#23398;&#30340;&#19977;&#31181;&#34920;&#36848;&#26041;&#27861;&#65292;&#20316;&#29992;&#37327;&#29616;&#36523;&#30340;&#39057;&#29575;&#21487;&#35859;&#19981;&#20302;&#12290;
</p>



<p class="Text">
 &#37027;&#20040;&#20160;&#20040;&#26159;&#20316;&#29992;&#37327;&#65311;
</p>



<p class="Text">
 &#20316;&#29992;&#37327;&#26159;&#19968;&#20010;&#24456;&#29305;&#27530;&#30340;&#37327;&#12290;&#35201;&#29702;&#35299;&#20316;&#29992;&#37327;&#26159;&#20160;&#20040;&#65292;&#38656;&#35201;&#20174;&#26368;&#23567;&#20316;&#29992;&#37327;&#21407;&#29702;&#20986;&#21457;&#65292;&#25105;&#20204;&#29978;&#33267;&#24212;&#35813;&#25226;&#20316;&#29992;&#37327;&#23450;&#20041;&#25104;&#28385;&#36275;&#26368;&#23567;&#20316;&#29992;&#37327;&#21407;&#29702;&#30340;&#37027;&#20010;&#37327;&#65292;&#22240;&#20026;&#25105;&#20204;&#27809;&#26377;&#23545;&#20316;&#29992;&#37327;&#30340;&#20005;&#26684;&#23450;&#20041;&#65292;&#30693;&#35782;&#36890;&#36807;&#32463;&#39564;&#25110;&#32773;&#23545;&#31216;&#24615;&#31561;&#31561;&#26469;&#29468;&#27979;&#20316;&#29992;&#37327;&#30340;&#65292;&#21040;&#24213;&#26159;&#19981;&#26159;&#30495;&#30340;&#26377;&#29992;&#30340;&#20316;&#29992;&#37327;&#65292;&#38656;&#35201;&#20351;&#29992;&#26368;&#23567;&#20316;&#29992;&#37327;&#21407;&#29702;&#26469;&#39564;&#35777;&#12290;
</p>



<p class="Subsection">
 &#32463;&#20856;&#21147;&#23398;
</p>



<p class="Text">
 &#32463;&#20856;&#21147;&#23398;&#26377;&#19977;&#31181;&#34920;&#36848;&#26041;&#27861;&#65292;&#20998;&#21035;&#26159; Euler-Lagrange &#26041;&#31243;&#65292;Hamiltonian &#27491;&#21017;&#26041;&#31243;&#20197;&#21450; Hamiltonian-Jacobi &#29702;&#35770;&#12290;&#36825;&#19977;&#31181;&#29702;&#35770;&#20013;&#65292;Euler-Lagrange &#26041;&#31243;&#21644; Hamiltonian-Jacobi &#29702;&#35770;&#37117;&#38656;&#35201;&#29992;&#21040;&#20316;&#29992;&#37327;&#12290;&#37027;&#20040;&#20316;&#29992;&#37327;&#22312;&#32463;&#20856;&#21147;&#23398;&#20013;&#65292;&#26159;&#20160;&#20040;&#24847;&#24605;&#21602;&#65311;
</p>



<p class="Subsubsection">
 Action Principal
</p>



<p class="Text">
 &#20316;&#29992;&#37327;&#21407;&#29702;&#26159;&#25289;&#27663;&#24418;&#24335;&#20013;&#26368;&#26680;&#24515;&#30340;&#20869;&#23481;&#12290;&#22312;&#36825;&#37324;&#65292;&#20316;&#29992;&#37327;&#26159;&#25289;&#27663;&#37327;&#22312;&#26102;&#38388;&#19978;&#30340;&#31215;&#20998;&#65292;
</p>



<p class="Text">
 <span><span><img src="HTMLFiles/Action_1.gif" alt="Action_1.gif" width="219" height="38" style="vertical-align:middle" /></span></span>
</p>



<p class="Text">
 &#20063;&#23601;&#26159;&#35828;&#65292;&#25289;&#27663;&#37327;&#26159;&#26102;&#38388;t&#65292;&#24191;&#20041;&#22352;&#26631;q(t)&#65292;&#24191;&#20041;&#22352;&#26631;&#23545;&#26102;&#38388;&#30340;&#23548;&#25968;q&rsquo;(t) &#30340;&#20989;&#25968;&#12290;&#20294;&#26159;&#20316;&#29992;&#37327;&#21364;&#21482;&#26159;&#24191;&#20041;&#22352;&#26631;q(t)&#30340;&#20989;&#25968;&#12290;
</p>



<p class="Text">
 &#25105;&#20204;&#20808;&#19981;&#31649;&#20316;&#29992;&#37327;&#21407;&#29702;&#65292;&#20808;&#30475;&#30475;&#36825;&#20010;&#20316;&#29992;&#37327;&#21040;&#24213;&#26159;&#20160;&#20040;&#24847;&#24605;&#12290;&#22312;&#19968;&#20010;&#20445;&#23432;&#21147;&#31995;&#20013;&#65292;&#25289;&#27663;&#37327;&#21487;&#20197;&#20889;&#25104;&#21160;&#33021;&#20943;&#21435;&#21183;&#33021;
</p>



<p class="Text">
 L=T-V
</p>



<p class="Text">
 &#37027;&#20040;&#20316;&#29992;&#37327;&#23601;&#26159;
</p>



<p class="Text">
 <span><span><img src="HTMLFiles/Action_2.gif" alt="Action_2.gif" width="115" height="38" style="vertical-align:middle" /></span></span>
</p>



<p class="Text">
 &#36825;&#20010;&#24456;&#26377;&#36259;&#12290;&#24403;&#25105;&#20204;&#36873;&#23450;&#19968;&#26465;&#36335;&#24452;&#20043;&#21518;&#65292;&#20363;&#22914;&#25105;&#20204;&#36873;&#23450;&#19968;&#20010;&#32463;&#20856;&#36335;&#24452;&#20043;&#21518;&#65292;&#20316;&#29992;&#37327;&#23601;&#26159;&#21160;&#33021;&#21644;&#21183;&#33021;&#23545;&#26102;&#38388;&#30340;&#26354;&#32447;&#20043;&#38388;&#30340;&#38754;&#31215;&#12290;&#36825;&#26679;&#35828;&#36215;&#26469;&#22826;&#25277;&#35937;&#65292;&#25105;&#20204;&#21487;&#20197;&#30475;&#19968;&#20010;&#33258;&#30001;&#33853;&#20307;&#36816;&#21160;&#30340;&#20363;&#23376;&#65288;&#20174; x=0 &#24320;&#22987;&#27839; x &#36724;&#36127;&#26041;&#21521;&#19979;&#33853;&#65289;&#65306;
</p>



<p class="Text">
 <span><span><img src="HTMLFiles/Action_3.gif" alt="Action_3.gif" width="124" height="38" style="vertical-align:middle" /></span></span>
</p>



<p class="Input">
 <img src="HTMLFiles/Action_4.gif" alt="Action_4.gif" width="600" height="451" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20026;&#20102;&#26041;&#20415;&#20551;&#23450;&#36136;&#37327; m &#20026; 1&#65292;&#37027;&#20040;&#22914;&#26524;&#25105;&#20204;&#36873;&#23450;&#32463;&#20856;&#36712;&#36947;&#65292;&#37027;&#20040;&#23601;&#21487;&#20197;&#25226;&#21160;&#33021;&#21644;&#21183;&#33021;&#38543;&#30528;&#26102;&#38388;&#30340;&#21464;&#21270;&#20851;&#31995;&#30011;&#20986;&#26469;&#12290;
</p>



<p class="Text">
 <span><span>&#65288;&#32463;&#20856;&#36712;&#36947;&#20013;&#65292;</span></span>&#21160;&#33021; T=(m g^2 t^2 )/2&#65292;&#21183;&#33021; V=&nbsp;&nbsp;- (m g^2 t^2) /2 &#65289;
</p>



<p class="Input">
 <img src="HTMLFiles/Action_5.gif" alt="Action_5.gif" width="682" height="90" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/Action_6.gif" alt="Graphics:Freefalling. Red: Kinetic Energy, Blue: Potentional Energy" width="625" height="409" style="vertical-align:middle" />
</p>

<p class="Text">
 &#25152;&#20197;&#65292;&#23545;&#20110;&#36825;&#26465;&#32463;&#20856;&#36335;&#24452;&#65292;&#19978;&#38754;&#30340;&#38452;&#24433;&#37096;&#20998;&#38754;&#31215;&#23601;&#26159;&#25105;&#20204;&#30340;&#36335;&#24452;&#31215;&#20998;&#30340;&#32467;&#26524;&#65292;&#21363;&#21160;&#33021;&#21644;&#21183;&#33021;&#30340;&#33021;&#37327;&#24046;&#20540;&#22312;&#25972;&#20010;&#26102;&#38388;&#19978;&#38754;&#30340;&#31215;&#20998;&#12290;
</p>



<p class="Text">
 &#37027;&#20040;&#22914;&#26524;&#25105;&#20204;&#19981;&#26159;&#36873;&#21462;&#30340;&#32463;&#20856;&#36335;&#24452;&#21602;&#65311;&#27604;&#22914;&#25105;&#20204;&#36873;&#21462;&#20102;&#36825;&#26679;&#19968;&#26465;&#36335;&#24452;&#65306;
</p>



<p class="Text">
 x(t)=-g(t+1)^2
</p>



<p class="Text">
 &#37027;&#20040;&#30456;&#24212;&#30340;&#65292;&#36825;&#26465;&#36335;&#24452;&#19978;&#30340;&#20316;&#29992;&#37327;&#23601;&#26159;&#23545;&#19979;&#38754;&#36825;&#20010;&#37327;&#22312;&#26102;&#38388;&#19978;&#30340;&#31215;&#20998;&#65306;
</p>



<p class="Text">
 T-V = 2 g^2 (t+1)^2 - (- g^2 (t+1)^2)
</p>



<p class="Text">
 &#19981;&#36807;&#22312;&#22312;&#36825;&#20043;&#21069;&#25105;&#20204;&#20808;&#20889;&#19968;&#20010;&#21021;&#27493;&#30340;&#29992;&#26469;&#32472;&#21046;&#20316;&#29992;&#37327;&#30340;&#20989;&#25968;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/Action_7.gif" alt="Action_7.gif" width="766" height="112" style="vertical-align:middle" />
</p>

<p class="Input">
 <img src="HTMLFiles/Action_8.gif" alt="Action_8.gif" width="951" height="159" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/Action_9.gif" alt="Graphics:Red: Kinetic Energy, Blue: Potentional Energy" width="625" height="409" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/Action_10.gif" alt="Graphics:Red: Kinetic Energy, Blue: Potentional Energy" width="625" height="409" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/Action_11.gif" alt="Graphics:Red: Kinetic Energy, Blue: Potentional Energy" width="625" height="409" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20316;&#29992;&#37327;&#23601;&#26159;&#38452;&#24433;&#21306;&#22495;&#30340;&#38754;&#31215;&#12290;&#20284;&#20046;&#30475;&#19981;&#20986;&#26469;&#12290;&#36825;&#31181;&#20998;&#26512;&#26041;&#27861;&#19981;&#29702;&#24819;&#12290;&#25105;&#20204;&#36824;&#26159;&#29992;&#25968;&#20540;&#31639;&#31639;&#21543;&#12290;
</p>



<p class="Input">
 <img src="HTMLFiles/Action_12.gif" alt="Action_12.gif" width="1206" height="326" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/Action_13.gif" alt="Action_13.gif" width="315" height="18" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/Action_14.gif" alt="Action_14.gif" width="306" height="18" style="vertical-align:middle" />
</p>

<p class="Text">
 &#20174;&#38754;&#31215;&#25968;&#20540;&#26469;&#30475;&#65292;&#36873;&#23450;&#30340;&#26032;&#36335;&#24452;&#19979;&#38754;&#20316;&#29992;&#37327;&#21464;&#22823;&#20102;&#12290;<br />&#23454;&#38469;&#19978;&#22823;&#23478;&#21487;&#33021;&#27880;&#24847;&#21040;&#20102;&#65292;&#22312;&#20316;&#29992;&#37327;&#21407;&#29702;&#37324;&#38754;&#65292;&#25105;&#20204;&#25152;&#38656;&#35201;&#30340;&#22522;&#26412;&#20551;&#35774;&#23569;&#30340;&#21487;&#24604;&#65292;&#25105;&#20204;&#36830;&#37327;&#32434;&#12289;&#29978;&#33267;&#33021;&#37327;&#23432;&#24658;&#37117;&#19981;&#38656;&#35201;&#20107;&#20808;&#32771;&#34385;&#65288;&#19978;&#38754;&#30340;&#20363;&#23376;&#20013;&#65292;&#26032;&#36335;&#24452;&#30340;&#33021;&#37327;&#19981;&#23432;&#24658;&#65292;&#20174;&#22270;&#29255;&#37324;&#38754;&#19978;&#19979;&#37096;&#20998;&#19981;&#23545;&#31216;&#21487;&#20197;&#30693;&#36947;&#65289;&#65292;&#21482;&#38656;&#35201;&#25215;&#35748;&#20316;&#29992;&#37327;&#21407;&#29702;&#65292;&#25105;&#20204;&#20960;&#20046;&#33719;&#24471;&#25152;&#26377;&#30340;&#35268;&#21017;&#12290;&#36825;&#23601;&#26159;&#20026;&#20160;&#20040;&#20316;&#29992;&#37327;&#21407;&#29702;&#20250;&#26174;&#24471;&#26356;&#21152;&#22522;&#26412;&#12290;&#20294;&#26159;&#36825;&#20063;&#26159;&#24456;&#22823;&#30340;&#38382;&#39064;&#65292;&#20174;&#32463;&#20856;&#21147;&#23398;&#37324;&#38754;&#65292;&#25105;&#20204;&#20284;&#20046;&#30475;&#19981;&#21040;&#20026;&#20160;&#20040;&#25105;&#20204;&#38656;&#35201;&#19968;&#20010;&#36825;&#26679;&#30340;&#21407;&#29702;&#65292;&#25110;&#32773;&#35828;&#65292;&#25105;&#20204;&#21482;&#30693;&#36947;&#36825;&#20010;&#21407;&#29702;&#36215;&#20316;&#29992;&#65292;&#20294;&#26159;&#24182;&#19981;&#26159;&#24456;&#26126;&#30333;&#20026;&#20160;&#20040;&#20250;&#26377;&#36825;&#20010;&#21407;&#29702;&#20197;&#21450;&#36825;&#20010;&#21407;&#29702;&#24847;&#21619;&#30528;&#20160;&#20040;&#12290;
</p>



<p class="Text">
 &#20174;&#19978;&#38754;&#30340;&#20445;&#23432;&#21147;&#31995;&#30340;&#20363;&#23376;&#26469;&#30475;&#65292;&#26368;&#23567;&#20316;&#29992;&#37327;&#21407;&#29702;&#20284;&#20046;&#35201;&#27714;&#25972;&#20010;&#36807;&#31243;&#20013;&#65292;&#21160;&#33021;&#21644;&#21183;&#33021;&#30340;&#30456;&#20114;&#36716;&#21270;&#35201;&#26368;&#23567;&#65292;&#21542;&#21017;&#20250;&#23548;&#33268;&#20316;&#29992;&#37327;&#21464;&#22823;&#12290;<br />&#20026;&#20160;&#20040;&#21602;&#65311;<br />&#22914;&#26524;&#25105;&#20204;&#35753;&#33021;&#37327;&#36716;&#21270;&#30340;&#26356;&#22810;&#20123;&#65292;&#37027;&#24847;&#21619;&#30528;&#22823;&#30340;&#21160;&#33021;&#65292;&#25110;&#32773;&#35828;&#26356;&#39640;&#30340;&#36895;&#24230;&#65292;&#22240;&#27492;&#23601;&#24847;&#21619;&#30528;&#20250;&#29992;&#26356;&#23569;&#30340;&#26102;&#38388;&#26469;&#20174;&#36215;&#28857;&#21040;&#32456;&#28857;&#12290;
</p>



<p class="Text">
 &#65288;&#21407;&#26412;&#26159;&#24819;&#23581;&#35797;&#29992;&#20363;&#23376;&#26469;&#25226;&#38382;&#39064;&#30475;&#24471;&#26356;&#28165;&#26224;&#65292;&#20294;&#26159;&#36825;&#37324;&#25105;&#24182;&#27809;&#26377;&#25214;&#21040;&#19968;&#20010;&#36275;&#22815;&#22909;&#30340;&#26041;&#27861;&#26469;&#23637;&#31034;&#36825;&#20010;&#21407;&#29702;&#30340;&#20869;&#28085;&#12290;&#36825;&#37096;&#20998;&#35828;&#30340;&#22909;&#22833;&#36133;&#12290;&#25105;&#20877;&#35797;&#35797;&#37327;&#23376;&#30340;&#24773;&#20917;&#12290;&#65289;
</p>



<p class="Subsection">
 &#20851;&#20110;&#21147;&#23398;&#20307;&#31995;
</p>



<p class="Text">
 &#19979;&#38754;&#26412;&#26469;&#26159;&#35201;&#35828;&#19968;&#19979;&#37327;&#23376;&#37324;&#38754;&#30340;&#20316;&#29992;&#37327;&#30340;&#65292;&#20294;&#26159;&#22312;&#36825;&#20043;&#21069;&#65292;&#21487;&#20197;&#20808;&#26469;&#30475;&#30475;&#21147;&#23398;&#20307;&#31995;&#37324;&#38754;&#30340;&#19981;&#21516;&#30340;&#24418;&#24335;&#12290;&#20808;&#26469;&#19968;&#20010;&#34920;&#26684;&#12290;
</p>



<table class='Text'>
 <tr style='vertical-align: baseline;'>
  <td style='text-align: center;'><span><span style='font-weight: bold;'>&#32463;&#20856;</span></span></td>
  <td style='text-align: center;'><span><span style='font-weight: bold;'>&#37327;&#23376;</span></span></td>
 </tr>
 <tr style='vertical-align: baseline;'>
  <td style='text-align: center;'><span>&#26368;&#23567;&#20316;&#29992;&#37327;&#21407;&#29702;</span></td>
  <td style='text-align: center;'><span>&#36335;&#24452;&#31215;&#20998;</span></td>
 </tr>
 <tr style='vertical-align: baseline;'>
  <td style='text-align: center;'><span>&#21704;&#23494;&#39039;&#27491;&#21017;&#26041;&#31243;</span></td>
  <td style='text-align: center;'><span>&#27874;&#21160;&#21147;&#23398;&#65292;&#30697;&#38453;&#21147;&#23398;</span></td>
 </tr>
 <tr style='vertical-align: baseline;'>
  <td style='text-align: center;'><span>&#21704;&#23494;&#39039;-&#38597;&#20811;&#27604;</span></td>
  <td style='text-align: center;'><span>&#36335;&#24452;&#31215;&#20998;</span></td>
 </tr>
</table>

<p class="Text">
 &#36825;&#37324;&#38754;&#26368;&#22522;&#26412;&#30340;&#24212;&#35813;&#26159;&#32463;&#20856;&#21147;&#23398;&#30340;&#20316;&#29992;&#37327;&#21407;&#29702;&#21644; Euler-Langrange &#26041;&#31243;&#65292;&#25110;&#32773;&#37327;&#23376;&#37324;&#38754;&#36335;&#24452;&#31215;&#20998;&#30340;&#24418;&#24335;&#12290;&#37327;&#23376;&#21147;&#23398;&#30340;&#36335;&#24452;&#31215;&#20998;&#24418;&#24335;&#27604;&#32463;&#20856;&#21147;&#23398;&#30340;&#20316;&#29992;&#37327;&#24418;&#24335;&#26356;&#36817;&#20102;&#19968;&#27493;&#12290;&#32463;&#20856;&#21147;&#23398;&#30693;&#35782;&#35828;&#65292;&#23601;&#26159;&#26377;&#36825;&#26679;&#19968;&#26465;&#36335;&#24452;&#26159;&#23545;&#30340;&#65292;&#31890;&#23376;&#23601;&#35201;&#36208;&#36825;&#19968;&#26465;&#12290;&#20294;&#26159;&#36825;&#35753;&#20154;&#24456;&#22855;&#24618;&#65292;&#20026;&#20160;&#20040;&#35201;&#36208;&#36825;&#19968;&#26465;&#65311;&#24403;&#28982;&#65292;&#26377;&#20010;&#27861;&#22269;&#26379;&#21451;&#35828;&#65292;&#29289;&#29702;&#19981;&#33021;&#38382;&#20026;&#20160;&#20040;&#65292;&#21482;&#33021;&#23581;&#35797;&#21435;&#35299;&#37322;&#24590;&#20040;&#24037;&#20316;&#12290;&#37327;&#23376;&#21147;&#23398;&#37324;&#38754;&#30340;&#36335;&#24452;&#31215;&#20998;&#30340;&#24819;&#27861;&#26356;&#36817;&#20102;&#19968;&#27493;&#12290;
</p>



<p class="Subsection">
 &#37327;&#23376;
</p>



<p class="Text">
 &#22312;&#37327;&#23376;&#19990;&#30028;&#20013;&#65292;&#20284;&#20046;&#20316;&#29992;&#37327;&#30340;&ldquo;&#24847;&#20041;&ldquo;&#35201;&#26356;&#23481;&#26131;&#26126;&#30333;&#20123;&#12290;&#22312;&#36335;&#24452;&#31215;&#20998;&#29702;&#35770;&#20013;&#65292;&#20301;&#24418;&#31354;&#38388;&#20013;&#30340;&#20256;&#25773;&#23376;&#21487;&#20197;&#30475;&#20570;&#26159;&#65288;&#24403;&#28982;&#20005;&#26684;&#30340;&#35201;&#20889;&#25104;&#31215;&#20998;&#30340;&#26679;&#23376;&#65292;&#36825;&#37324;&#21482;&#20570;&#19968;&#20010;&#31616;&#21333;&#30340;&#24847;&#20041;&#19978;&#30340;&#21576;&#29616;&#65289;
</p>



<p class="Text">
 <span><span><img src="HTMLFiles/Action_15.gif" alt="Action_15.gif" width="131" height="27" style="vertical-align:middle" /></span></span>
</p>



<p class="Text">
 &#20256;&#25773;&#20989;&#25968;&#26159;&#35828;&#65292;&#22914;&#26524;&#25105;&#20204;&#30693;&#36947;&#27874;&#20989;&#25968;&#30340;&#21021;&#24577;&#12290;&#37027;&#20040;&#21487;&#20197;&#36890;&#36807;&#20256;&#25773;&#20989;&#25968;&#26469;&#25226;&#27874;&#20989;&#25968;&#28436;&#21270;&#21040;&#19979;&#19968;&#27493;&#65292;&#19982;&#20809;&#23398;&#37324;&#38754;&#30340;&#24800;&#26356;&#26031;&#21407;&#29702;&#24456;&#20687;&#65292;&#34429;&#28982;&#27599;&#26465;&#36335;&#37117;&#26159;&#31561;&#27010;&#29575;&#30340;&#65292;&#20294;&#26159;&#22240;&#20026;&#25105;&#20204;&#26377;&#20010;&#30456;&#22240;&#23376;S/<span class="script">h</span>&#65292;&#25152;&#20197;&#23454;&#38469;&#19978;&#65292;&#20316;&#29992;&#37327;&#30340;&#20316;&#29992;&#23601;&#26159;&#20307;&#29616;&#27599;&#26465;&#36335;&#24452;&#30340;&#27604;&#37325;/&#37325;&#35201;&#31243;&#24230;&#12290;&#25152;&#20197;&#19978;&#38754;&#30340;&#20256;&#25773;&#20989;&#25968;&#30340;&#24418;&#24335;&#26469;&#30475;&#65292;&#32463;&#20856;&#20316;&#29992;&#37327;S&#25198;&#28436;&#20102;&#19968;&#20010;&#24456;&#26680;&#24515;&#30340;&#20316;&#29992;&#12290;
</p>



<p class="Text">
 &#24403;&#28982;&#65292;&#22312;&#37327;&#23376;&#21147;&#23398;&#30340;&#20256;&#25773;&#20989;&#25968;&#30340;&#31215;&#20998;&#20013;&#65292;&#20316;&#29992;&#37327;S&#20063;&#36830;&#25509;&#20102;&#37327;&#23376;&#21644;&#32463;&#20856;&#36825;&#20004;&#20010;&#19981;&#21516;&#30340;&#30740;&#31350;&#33539;&#30068;&#12290;&#22240;&#20026;&#32463;&#20856;&#20316;&#29992;&#37327;S&#24456;&#22823;&#26102;&#65292;&#20960;&#20046;&#21482;&#26377;&#32463;&#20856;&#36335;&#24452;&#38468;&#36817;&#30340;&#36335;&#24452;&#25165;&#36215;&#20316;&#29992;&#65292;&#25152;&#20197;&#20307;&#31995;&#30340;&#24615;&#36136;&#20063;&#36235;&#20110;&#32463;&#20856;&#12290;
</p>



<p class="Section">
 &#33609;&#31295;
</p>



<p class="Text">
 /*&#19981;&#36807;&#25105;&#20204;&#19981;&#38656;&#35201;&#36825;&#20040;&#40635;&#28902;&#65292;&#22312; Feymann Lectures &#37324;&#38754;&#26377;&#19968;&#27573;&#35762;&#36825;&#20010;&#30340;&#12290;&#25105;&#20204;&#27169;&#20223;&#20182;&#12290;&#23454;&#38469;&#19978;&#25105;&#20204;&#21487;&#20197;&#25226;&#25972;&#20010;&#31215;&#20998;&#31639;&#20986;&#26469;&#12290;*/
</p>



<p class="Text">
 &#25105;&#20204;&#21487;&#20197;&#20877;&#30475;&#30475;&#19978;&#25243;&#36816;&#21160;&#30340;&#20363;&#23376;&#65288;&#21021;&#36895;&#24230;100[L]/[T]&#65292;&#23454;&#38469;&#36335;&#24452;&#65306;x=100t-1/2 g t^2, x&rsquo;=100-g t&#65307;&#20219;&#36873;&#30340;&#36335;&#24452;&#65306;x=100t-1/2t, x&rsquo;=100-t&#65289;&#65306;
</p>



<p class="Input">
 <img src="HTMLFiles/Action_16.gif" alt="Action_16.gif" width="743" height="151" style="vertical-align:middle" />
</p>

<p class="Output">
 <img src="HTMLFiles/Action_17.gif" alt="Graphics:ThrowUp. Red: Kinetic, Blue: Potentional; Solid: Real, Dashed: Path Variation" width="625" height="404" style="vertical-align:middle" />
</p>




<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/products/mathematica/" style="color:#000; text-decoration:none;">
  <img src="HTMLFiles/spikeyIcon.png" alt="Spikey" width="20" height="21" style="padding-right:2px; border:0px solid white; vertical-align:middle;" />
  <span style="color:#555555">Created with</span> Wolfram <span style="font-style: italic;">Mathematica</span> 8.0
 </a>
</div>
</body>

</html>
